Repository: City-of-Helsinki/drupal-helfi-form-tool
Catalog: public/modules/custom/form_tool_webform_components/form_tool_profile_data/translations/*/*.po
Languages: fi, sv

source: Primary address
fi: Ensisijainen osoite
sv: Primäradress

source: Primary email
fi: Ensisijainen sähköposti
sv: Primär E-postadress

source: Primary phone
fi: Ensisijainen puhelinnumero
sv: Primär Telefon

source: Verified first name
fi: Varmistettu etunimi
sv: Verifierat förnamn

source: Verified last name
fi: Varmistettu sukunimi
sv: efternamn

source: Verified given name
fi: Varmistettu ristimänimi
sv: Verifierat kristet namn

source: Verified SSN
fi: Varmistettu henkilötunnus

source: Verified permanent address
fi: Varmistettu pysyvä asuinpaikka
sv: Verifierad permanent adress

source: Profile data updated
fi: Profiilitiedot päivitetty
sv: Profildata uppdaterad

source: Profile data update failed. Error has been logged.
fi: Profiilitietojen päivitys epäonnistui
sv: Uppdateringen av profildata misslyckades. Fel har loggats.

source: Go to Helsinki-profile to edit your information.
fi: Siirry Helsinki-profiiliin päivittääksesi tietoja.
sv: Gå till Helsingfors-profilen för att redigera din information.

# Refresh data from Helsinki-profile link text
source: Refresh data
fi: Päivitä tiedot
sv: Uppdatera data

source: If you want to change the information from Helsinki-profile you can do that by going to the Helsinki-profile from this link.
fi: Jos haluat muuttaa tietoja, jotka on haettu Helsinki-profiilista voit tehdä sen menemällä Helsinki-profiiliin.
sv: Om du vill ändra informationen från Helsingfors-profilen kan du göra det genom att gå till Helsingfors-profilen från denna länk.

source: If the data from Helsinki-profile is old you can refresh the data by pressing this link.
fi: Jos Helsinki-profiilista haetut tiedot ovat vanhentuneet voit päivittää ne painamalla tätä linkkiä.
sv: Om uppgifterna från Helsingfors-profilen är gamla kan du uppdatera uppgifterna genom att klicka på denna länk.

source: Verified social security number
sv: Verifierat personnummer
