Repository: City-of-Helsinki/drupal-helfi-form-tool
Catalog: public/modules/custom/form_tool_webform_parameters/translations/*/*.po
Languages: fi

source: Person responsible (Owner)
fi: Lomakkeen vastuuhenkilö (omistaja)

source: The sector that handles the form data
fi: Toimiala, joka käsittelee lomakkeen tiedot

source: Does the form contain sensitive information
fi: Käsitelläänkö lomakkeella arkaluonteista henkilötietoa

source: Form Pre-Information
fi: Lomakkeen esitiedot

source: AD Grouo of the handlers of form data
fi: Lomakkeen vastausten käsittelijöiden AD-ryhmä

source: Login requirements
fi: Tunnistautumisvaatimus lomakkeelle

source: No Authentication
fi: Ei tarvetta tunnistautumiselle

source: Weak Authentication
fi: Heikko tunnistautuminen

source: Strong Authentication
fi: Vahva tunnistautuminen

source: Postal address for paper form delivery
fi: Lomakkeen paperiversion toimitusosoite

source: Read more about <a href="@privacy-policy-link" class="privacy-policy-link" target="_blank">the privacy policy</a> (the link will open in a new tab).
fi: Tutustu <a href="@privacy-policy-link" class="privacy-policy-link" target="_blank">rekisteriselosteeseen</a> (linkki avautuu uuteen vällilehteen).

source: Privacy Policy
fi: Rekisteriseloste

source: I have read the privacy policy
fi: Olen tutustunut rekisteriselosteeseen

source: If left empty, will use the default privacy policy from sector
fi: Jos tämä jätetään tyhjäksi, käytetään toimialan oletusrekisteriselostetta

source: URL of Privacy Policy (Finnish)
fi: Rekisteriselosteen verkko-osoite (suomeksi)

source: URL of Privacy Policy (Swedish)
fi: Rekisteriselosteen verkko-osoite (ruotsiksi)

source: URL of Privacy Policy (English)
fi: Rekisteriselosteen verkko-osoite (englanniksi)

source: URL of Privacy Policy (Russian)
fi: Rekisteriselosteen verkko-osoite (venäjäksi)

source: Is form published
fi: Onko lomake julkaistu

source: Work in progress
fi: Kesken

source: If form is published, then no editing is allowed and form results are submitted to ATV. Work in progress form opens up for testing & developing but not for general public.
fi: Jos lomake on julkaistu, ei muokkausta sallita ja lomakkeen lähetys sallitaan. Suljettuun lomakkeeseen ei päästetä ja kesken oleva näkyy vain ylläpidolle.

source: Roles that can access submission
fi: Käyttäjäroolit joilla on pääsy lähetettyyn lomakedataan

source: Email address where notification is sent.
fi: Sähköpostiosoite johon ilmoitus uudesta hakemuksesta lähetetään

source: Add email where notification is sent after submission, leave empty for no notification.
fi: Sähköpostiosoite johon ilmoitus uudesta lähetyksestä toimitetaan.

source: Form short code used to identify submissions.
fi: Lomakkeen tunnus.

source: Short code must be unique between all forms.
fi: Lomakkeen tunnuksen tulee olla yksilöivä.

source: TOS function ID.
fi: TOS funktio ID.

source: Insert used TOS function id.
fi: Syötä TOS funktion tunnus.

source: TOS record ID.
fi: TOS rivin ID.

source: Insert used TOS record id.
fi: Syötä TOS rivin tunnus.

source: The sector that handles the form data.
fi: Toimiala joka käsittelee lomakkeet.

source: AD Group of the handlers of form data.
fi: AD ryhmä lomakekäsittelijöille.

source: Form is published so no further editing is possible. If you need to edit this, you need to create new form with the changes you want.
fi: Lomake on julkaustu -tilassa joten muokkaus on estetty. Jos haluat muokata tätä lomaketta sinun pitää kopioida lomake uudelle pohjalle ja tehdä muokkaukset siihen.
